Revit 2027 API
ClosestPointsPairBetweenTwoCurves Constructor
Overload List
Name | Description
ClosestPointsPairBetweenTwoCurves() |  Obtain a new instance of ClosestPointsPairBetweenTwoCurves class.
ClosestPointsPairBetweenTwoCurves(ClosestPointsPairBetweenTwoCurves) |  Creates a copy of the ClosestPointsPairBetweenTwoCurves.
Top
See Also
Reference
ClosestPointsPairBetweenTwoCurves Class
Autodesk.Revit.DB Namespace